Repository: W1ns-Smile/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ru

source: We're on the same side, witcher. You'll realize this one day.
ru: О мире очень легко говорить, но его очень сложно поддерживать.

source: Yarpen Zigrin
ru: Ярпен Зигрин

source: The world belongs to whoever's best at crackin' skulls and impregnatin' lasses.
ru: Что других-то слушать? Я делаю то, что считаю правильным.

source: Sigismund Dijkstra
ru: Сигизмунд Дийкстра

source: Gwent's like politics, just more honest.
ru: Гвинт напоминает политику. Только честнее.

source: Bloody Baron
ru: Кровавый Барон

source: Keira Metz
ru: Кейра Мец

source: If I'm to die today, I wish to look smashing for the occasion.
ru: Если мне сегодня суждено умереть, я хоть выглядеть буду хорошо.

source: Síle de Tansarville
ru: Шеала де Тансервилль

source: The Lodge lacks humility. Our lust for power may yet be our undoing.
ru: Нет ничего более опасного, нежели научно обоснованный шовинизм.

source: Sabrina Glevissig
ru: Сабрина Глевиссиг

source: The Daughter of the Kaedweni Wilderness.
ru: Дочь каэдвенских лесов.

source: Sheldon Skaggs
ru: Шелдон Скаггс

source: I was there, on the front lines! Right where the fightin' was the thickest!
ru: А я стоял на первой линии, там, где горячше всего было!

source: Dethmold
ru: Детмольд

source: I once made a prisoner vomit his own entrails… Ah, good times…
ru: Такими чарами выигрывают войны! Тысячи жертв в одну минуту!

source: Prince Stennis
ru: Принц Стеннис

source: He ploughin' wears golden armor. Golden. ‘Course he's an arsehole.
ru: Сразу было видно, что он хер моржовый. Ну кто ходит в золотых доспехах?!

source: Trebuchet
ru: Требушет

source: Castle won't batter itself down, now will it? Get them trebuchets rollin'!
ru: Один требушет стоит сотни пехотинцев. И трех сотен лахудр вроде тебя.

source: Poor Fucking Infantry
ru: Гребаная пехтура

source: I's a war veteran! ... spare me a crown?
ru: Пожертвуйте грошик ветерану Бренны!

source: Crinfrid Reavers Dragon Hunter
ru: Рубайлы из Кринфрида

source: Haven't had much luck with monsters of late, so we enlisted.
ru: Записались мы на войну, а то с чудищами последнее время нам не шибко везет.

source: Redanian Foot Soldier
ru: Реданский пехотинец

source: I've bled for Redania! I've killed for Redania... Dammit, I've even raped for Redania!
ru: Ради Редании я пойду на все! Пока мне платят жалование.

source: Catapult
ru: Катапульта

source: The gods help those who have better catapults.
ru: Боги на стороне того, у кого лучше катапульты...

source: Kaedweni Siege Expert
ru: Каэдвенский осадный мастер

source: You gotta recalibrate the arm by five degrees. Do what by the what now?
ru: Откалибруйте базу на пять градусов! - Так точ... Сука, чо?

source: Blue Stripes Commando
ru: Боец Синих Полосок

source: I'd do anything for Temeria. Mostly, though, I kill for her.
ru: Для Темерии я готов на все. Но обычно я для нее только убиваю.

source: Siege Tower
ru: Осадная башня

source: I love the clamor of siege towers in the morning. Sounds like victory.
ru: Башня на колесах... Чего только люди не удумают!

source: Dun Banner Medic
ru: Лекарь Бурой Хоругви

source: Stitch red to red, white to white, and everything will be all right.
ru: Шейте красное с красным, желтое с желтым, белое с белым...

source: Foltest King of Temeria
ru: Фольтест Король Темерии

source: It is natural and beautiful that a man should love his sister.
ru: Родственная любовь? Что может быть прекраснее, чем сестра на коленях брата?

source: Foltest Lord Commander of the North
ru: Фольтест Предводитель Севера

source: Sod advisors and their schemes. I place my trust in my soldiers' blades.
ru: Проклятая политика... Я доверяю только своему оружию.

source: Foltest the Siegemaster
ru: Фольтест Завоеватель

source: A well-aimed ballista razes not just the enemy's walls, but his morale as well.
ru: Точный выстрел из баллисты сокрушит не только укрепления врага, но и его дух.

source: Nilfgaardian Nobleman
ru: Нильфгаардец

source: Royal Palace in Vizima
ru: Королевский замок в Вызиме

source: Foltest the Steel-Forged
ru: Фольтест Железный Владыка

source: A beautiful day for battle.
ru: Замечательный день для битвы!

source: Scoia'tael
ru: Скоя'таэли

source: Eithné
ru: Эитнэ

source: The dryad queen has eyes of molten silver, and a heart of cold-forged steel.
ru: Ее волосы и глаза были цвета расплавленного серебра...

source: Rosemary and Thyme
ru: Шалфей и розмарин

source: Saesenthessis
ru: Саэсентессис

source: Beautiful, pure, fierce - the perfect icon for a rebellion.
ru: Многие из нас не увидят зари. Но мы не забудем об их могилах.

source: Temerian Partisan Hideout
ru: Убежище темерских партизан

source: Isengrim Faolitarna
ru: Изенгрим Фаоильтиарна

source: It dawns on them once they notice my scar: a realization of imminent death.
ru: Железный Волк, славнейший, уже почти легендарный командир скоя'таэлей.

source: Zed's Home
ru: Дом Зеда

source: Iorveth
ru: Иорвет

source: King or beggar, what's the difference? One dh'oine less.
ru: Чертовски хороший выстрел - для парня с одним глазом.

source: Druid
ru: Друид

source: Dennis Cranmer
ru: Деннис Кранмер

source: I know how to carry out orders, so you can shove you advice up your coal chute.
ru: Как выполнять приказы, я знаю. Без советов обойдусь.

source: Milva
ru: Мильва

source: With each arrow I loose, I think of my da. He'd be proud. I think.
ru: Она подкинула лук, мягко натянула тетиву, прицелилась уже во время натяжения...

source: Ida Emean aep Sivney
ru: Ида Эмеан

source: I am a Sage. My power lies in possessing knowledge. Not sharing it.
ru: Ида Эмеан аэп Сивней, как всегда таинственная.

source: Filavandrel aén Fidháil
ru: Филавандрель

source: Though we are now few and scattered, our hearts burn brighter than ever.
ru: Изгнанный и оттесненный на край света, я просто Филавандрель с Края Света.

source: Yaevinn
ru: Яевинн

source: We are the drops of rain that together make a ferocious storm.
ru: Мы все капли дождя, вместе же мы станем бурей.

source: Sjusta
ru: Сьюста

source: Toruviel
ru: Торувьель

source: I'd gladly kill you from up close, stare in your eyes… But you reek, human.
ru: Я б ткнула тебя кинжалом, глядя в глаза. Но от тебя жутко несет, человек.

source: Riordain
ru: Риордаин

source: Stare into their eyes, feast on their terror. Then go in for the kill.
ru: Лучше сдохнуть, чем попасть в плен к Риордаину. Он пытает. Долго.

source: Ciaran aep Easnillien
ru: Киаран аэп Эасниллен

source: The path to freedom is paved in blood, not ink.
ru: Путь к свободе вымощен кровью, а не чернилами.

source: Barclay Els
ru: Барклай Эльс

source: Our mead smells like piss, do it? Easy to fix - I'll break your fuckin' nose!
ru: Значит, мед наш кислый? Легко исправить - я тебе нос разобью!

source: Havekar Smuggler
ru: Поддержка гавенкаров

source: I fight for whoever's paying the best. Or whoever's easiest to rob.
ru: Я дерусь за тех, кто больше платит. Или за тех, у кого можно больше утащить.

source: Vrihedd Brigade Veteran
ru: Бригада Врихедд

source: 'Vrihedd? What's that mean?' 'Trouble.'
ru: Как переводится Врихедд, я не знаю, но значит это, что у нас проблемы.

source: Dol Blathanna Scout
ru: Следопыт из Дол Блатанны

source: They track like hounds, run like deer and kill like cold-hearted bastards.
ru: Нюх у них, как у гончих. Глаза, как у орла. А сердца изо льда.

source: Dwarven Skirmisher
ru: Краснолюд-застрельщик

source: Worked a pickaxe all me life. Battleaxe won't be any trouble.
ru: Я всю жизнь кайлом машу. И с боевым топором как-нибудь справлюсь.

source: Mahakaman Defender
ru: Махакамские добровольцы

source: I'm telling ye, we're born fer battle - we slash straight at their knees!
ru: Охваченный со всех сторон кавалерией, разрываемый на части... этот квадрат идет.

source: Elven Skirmisher
ru: Эльфский застрельщик

source: No matter what you may have heard, elves don't take human scalps. Too much lice.
ru: Хары скакать, манда длинноухая, я попасть не могу!

source: Vrihedd Brigade Recruit
ru: Кадет Врихедда

source: Hatred burns brighter than any fire, and cuts deeper than any blade.
ru: Ненависть горит ярче любого огня и ранит глубже любого клинка.

source: Dol Blathanna Archer
ru: Лучник из Дол Блатанны

source: Take another step, dh'oine. You'd look better with an arrow between your eyes.
ru: Еще шаг, dh'oine, и я всажу тебе стрелу между глаз.

source: Havekar Healer
ru: Лекарь-гавенкар

source: Sure, I'll patch you up. Gonna cost you, though.
ru: Подлатаю я вас, а как же. Но не бесплатно.

source: Francesca Findabair Pureblood Elf
ru: Францеска Финдабаир Истинная эльфка

source: Ash shall fertilize the soil. By spring, the valley shall bloom once more.
ru: Пепел удобряет. Весной Долина Цветов расцветет вновь.

source: Francesca Findabair Daisy of the Valley
ru: Францеска Финдабаир Маргаритка из Долин

source: The Elder Races have forgotten more than humans can ever hope to know.
ru: Старшая Раса забыла больше, чем люди когда-либо знали.

source: Francesca Findabair the Beautiful
ru: Францеска Финдабаир Прекраснейшая

source: Do not let my beauty distract your aim.
ru: Ты сюда пришел не на меня глазеть!

source: Francesca Findabair Queen of Dol Blathanna
ru: Францеска Финдабаир Королева Дол Блатанны

source: To live in peace, we first must kill. This is human oppression's cruel finale.
ru: Всему своя цена. Война требует жертв. Мир, оказывается, тоже.
