Repository: W1ns-Smile/gwent-tracker
Catalog: src/GwentTracker/locale/cards.*.po
Languages: ru

source: Velen
ru: Велен

source: Boatmakers' Hut Person in Distress
ru: Человек из хаты лодочных мастеров в беде

source: None
ru: Нет

source: Purchase his cards in Claywich after freeing him from the Bandits' Camp.
ru: Купите его карты в Клейвиче после освобождения из лагеря бандитов.

source: Novigrad
ru: Новиград

source: A Matter of Life and Death
ru: Вопрос жизни и смерти

source: There'll be a small gwent tournament going on in the main courtyard where you'll need to win all the rounds to get all the cards.
ru: В главном дворе будет небольшой гвинт-турнир, где вам нужно будет выиграть все раунды, чтобы получить все карты.

source: High Stakes
ru: Высокие ставки

source: If you leave the vicinity of Passiflora the quest will fail. Do not start the quest if you are unsure of winning the gwent matches. You will not be able to go and get more cards If you already signed up for the tournament.
ru: Если вы покинете окрестности Пассифлоры, квест провалится. Не начинайте квест, если вы не уверены в победе в партиях гвинта. Вы не сможете пойти и получить больше карт, если вы уже зарегистрировались на турнир.

source: Consider finishing the Old Pals and Big City Players quests to build a stronger deck before doing this quest.
ru: Подумайте о том, чтобы завершить квесты Старые товарищи и Игроки Большого Города, чтобы построить более сильную колоду, прежде чем выполнять этот квест.

source: You must win the tournament to get every card. Recommend saving before each game.
ru: Вы должны выиграть турнир, чтобы получить все карты. Рекомендуем сохраняться перед каждой игрой.

source: Save between wins. This quest is the only way to obtain all leader cards.
ru: Сохраняйтесь между победами. Этот квест - единственный способ получить все карты лидеров.

source: Sasha is the toughest opponent with her Nilfgaardian deck. She plays a very strong spy-themed deck which is also filled with high-strength unit cards and an entire roster of Nilfgaard and neutral heroes. Counter her with a lot of decoys and spy cards; keep the unit cards in the deck as close to 22 as possible and with the highest possible unit strength. The White Flame leader card is useful for countering her unique leader card which draws a unit card from the player's discard pile for her own use. It is HIGHLY RECOMMENDED players make a save if they wish to win the tournament outright, otherwise Sasha beats Tybalt in the final round. She can be romanced if Geralt agrees to her proposition.
ru: Саха является, пожалуй, самым сильным противником за весь турнир. Она играет колодой Нильфгаарда, причем очень сильной. Здесь есть почти все героические карты фракции, а также множество обычных карт с силой 8, 9, 10. Начинает игру она практически всегда с чучелом, шпионом и несколькими геройскими картами в руке. Часто использует Мороз, так что ближние отряды будут менее эффективными. Разбираемся со шпионами с помощью чучел и целителей, убиваем отряды с большой атакой с помощью Казни или же режем им атаку погодными картами. НАСТОЯТЕЛЬНО РЕКОМЕНДУЕТСЯ игрокам сделать сейв, если они хотят выиграть турнир сразу, иначе Саха обыграет Тибальта в финальном раунде. Она может влюбиться, если Геральт согласится на ее предложение.

source: Gwent: Playing Thaler
ru: Гвинт: партийка с Талером

source: Reason of State
ru: Дела государственной важности

source: Find Thaler by completing A Deadly Plot.
ru: Найдите Талера, заполнив Смертельный заговор.

source: A Dangerous Game
ru: Опасная игра

source: The Isle of Mists
ru: Остров Туманов

source: Choose to keep the cards.
ru: Выберите, чтобы сохранить карты.

source: You can still get the cards later if you choose the gold. During The Great Escape, all 3 can be found on the prison commander's body after he's slain.
ru: Вы все еще можете получить карты позже, если выберете золото. Во время задания Великий побег, все 3 карты можно найти на теле начальника тюрьмы после его убийства.

source: Skellige
ru: Скеллиге

source: Shock Therapy
ru: Шоковая терапия

source: Complete this quest that can be started by talking to some druids in Ard Skellig.
ru: Завершите этот квест, который можно начать, поговорив с некоторыми друидами в Ард Скеллиге.

source: Monsters
ru: Чудовища

source: Draug
ru: Драуг

source: Some men cannot admit defeat. Some keep fighting from beyond the grave.
ru: Генерал так и не признал поражения. Продолжал сражаться даже после смерти.

source: Hero
ru: Герой

source: type
ru: тип

source: Crach an Craite
ru: Крах ан Крайт

source: Kaer Trolde
ru: Каэр Трольде

source: Ard Skellig
ru: Ард Скеллиг

source: Kayran
ru: Кейран

source: Kill a kayran? Simple. Take your best sword... then sell it and hire a witcher.
ru: Как убить кейрана? Легко. Берешь лучший меч... продаешь и нанимаешь ведьмака.

source: Random
ru: Случайно

source: Imlerith
ru: Имлерих

source: Ladd nahw! Kill them! Litter the earth with their entrails!
ru: Ladd nawh! Убить их! А кишки смешать с землей.

source: Leshen
ru: Леший

source: We never hunt in these woods. Not even if it means the whole village starves.
ru: В этом лесу не охотятся. Никогда. Хоть бы деревня с голоду помирала.

source: Ermion
ru: Мышовур

source: Gedyneith
ru: Дуб Гединейт

source: Forktail
ru: Вилохвост

source: Fork tails… Bah! Fuckers' tails're more like cleavers.
ru: Вилохвост... Ниче себе. Скорей уж, сука, мечехвост!

source: Unit
ru: Отряд

source: Earth Elemental
ru: Элементаль земли

source: How to fight an earth elemental? You don't. You run. Fast as you can.
ru: Как выжить при встрече с элементалем земли? Очень просто. Бежать со всех ног.

source: Innkeeper
ru: Трактирщик

source: New Port Inn
ru: Корчма Новый порт

source: Kaer Trolde Harbor
ru: Порт у Каэр Трольде

source: Fiend
ru: Бес

source: A fiend looks a bit like a deer. An enormous, evil deer.
ru: Бес немного смахивает на оленя. Огромного, злобного оленя.

source: Arinbjorn
ru: Деревня Аринбьорн

source: Plague Maiden
ru: Моровая дева

source: The sick rave about a boil-pocked woman surrounded by herds of rabid rats…
ru: Больные бредили о покрытой паршой и лишаями женщине, окруженной крысами.

source: Griffin
ru: Грифон

source: Griffins like to toy with their prey. Eat 'em alive, piece by piece.
ru: Грифоны любят помучить. Едят живьем, по кусочку.

source: Werewolf
ru: Волколак

source: Wolves aren't as bad as they say. Werewolves, though - they're worse.
ru: Не так страшен волк, как его малюют. Зато волколак куда страшней!

source: Urialla Harbor
ru: Пристань Уриалла

source: An Skellig
ru: Ан Скеллиг

source: Botchling
ru: Игоша

source: Admit your mistakes and bury them proper - else they'll come back to haunt you.
ru: Признай свои ошибки и похорони их как следует. Иначе они придут за тобой.

source: Frightener
ru: Пугач

source: 'What have I done?' the mage cried out, frightened of his own creation.
ru: Откуда такое название? Постой, я сейчас вспомню!

source: Ice Giant
ru: Ледяной Великан

source: Fled one time in my life. From the Ice Giant. And I'm not a bit ashamed.
ru: Раз в жизни я бегал от врага. От Ледяного Великана. И вовсе этого не стыжусь.

source: Svorlag
ru: Деревня Сворлаг

source: Spikeroog
ru: Спикероог

source: Endrega
ru: Эндриага

source: The nest! Take out the nest, or the bastards'll just keep coming!
ru: В лес теперь не зайдешь. Там эндриаги завелись.

source: Harpy
ru: Гарпия

source: There are many species of harpy, and all are kleptomaniacs.
ru: Спрячьте украшения, сударыня. Не то гарпии слетятся.

source: Harviken
ru: Деревня Харвикен

source: Faroe
ru: Фареры

source: Cockatrice
ru: Василиск

source: Born of an egg laid by a cockerel... if you believe such peasant drivel.
ru: Нападает сзади, а целится точно меж позвонков, либо под левую почку, в аорту.

source: Gargoyle
ru: Гаргулья

source: Ancient sculptors' nightmarish fantasies, brought to life by bored mages.
ru: Мне кажется, или статуя за нами смотрит?

source: Celaeno Harpy
ru: Гарпия келено

source: Common harpies feed on carrion. Celaeno harpies… they feed on dreams.
ru: Обычные гарпии питаются падалью. А келено - снами.

source: Grave Hag
ru: Кладбищенская баба

source: Their long tongues're for slurping marrow - and whipping prey.
ru: Редко какое чудовище носит настолько подходящее имя, как кладбищенская баба.

source: Fire Elemental
ru: Элементаль огня

source: Fire is so delightful.
ru: А теперь будет жарко.

source: Foglet
ru: Туманник

source: Fog creeps on little cat feet. Foglets creep over the bodies of their victims.
ru: Как увидишь свет в тумане, поворачивай обратно. Тут же.

source: Wyvern
ru: Виверна

source: Imagine a cross between a winged snake and a nightmare. Wyverns are worse.
ru: Это создание жило лишь затем, чтобы убивать.

source: Arachas Behemoth
ru: Огромный главоглаз

source: Like a cross between a crab, a spider… and a ploughin' mountain.
ru: Оно... оно двигается!

source: Arachas
ru: Главоглаз

source: Ugly - nature's way of saying 'Stay the fuck away.'
ru: Полукраб, полупаук. Словом, сучий сын.

source: Nekker
ru: Накер

source: Damn things are almost cute, if you ignore the whole vicious killer aspect.
ru: Мелкий, быстрый и зловредный.

source: Hammond's corpse
ru: Труп Хаммонда

source: Trottheim
ru: Деревня Троттхейм

source: Vampire: Ekimmara
ru: Вампиры: Экимма

source: Who would think overgrown bats would have a taste for gaudy jewelry?
ru: Экимма - она вроде как нетопырь... Только размером с человека.

source: Vampire: Fleder
ru: Вампиры: Фледер

source: Higher vampires embrace their victims. Fleders rip them to shreds.
ru: Лысая башка, шипастые уши, шкура в бородавках. Одно слово - красавчик.

source: Vampire: Garkain
ru: Вампиры: Гаркаин

source: Blood-drinkers and corpse-eaters so foul their very ugliness paralyses foes.
ru: Славно, что вы сразу же нашпиговалися, потому как теперича я вас жрать стану.

source: Vampire: Bruxa
ru: Вампиры: Брукса

source: A vile, bloodthirsty, man-eating hag. Kind of like my mother-in-law.
ru: На него глядели огромные, горящие, широко раскрытые антрацитовые глаза...

source: Win a match at the masquerade ball at Vegelbud Estate
ru: Выиграйте матч на бал-маскараде в поместье Вегельбуд

source: Vampire: Katakan
ru: Вампиры: Катакан

source: Drinking the blood of the Continent since the Conjunction.
ru: Мелитэле, обереги нас от зла, защити нас от когтей катакана...

source: Madman Lugos
ru: Лугос Безумный

source: Kaer Muire
ru: Каэр Мюр

source: Ghoul
ru: Гуль

source: If ghouls are part of the Circle of Life... then it's a damn vicious circle.
ru: Ходят гули у дороги, съели руки, съели ноги...

source: Crone: Brewess
ru: Ведьма: Кухарка

source: We'll cut you up, boy. A fine broth you will make.
ru: Порубим тебя, юноша. Отличный выйдет супчик...

source: Crone: Weavess
ru: Ведьма: Пряха

source: I sense your pain. I see your fear…
ru: Я чую твою боль, вижу страх...

source: Old Sage
ru: Старый мудрец

source: Benek
ru: Село Беньковое

source: Crone: Whispess
ru: Ведьма: Шептуха

source: I'd be your best - and last.
ru: Я могу стать твоей последней - и самой лучшей.

source: Eredin King of the Wild Hunt
ru: Эредин Бреакк Глас Король Aen Elle

source: I've long awaited this...
ru: Я давно этого ждал...

source: Leader
ru: Лидер

source: Eredin Commander of the Red Riders
ru: Эредин Бреакк Глас Командир Дикой Охоты

source: Have some dignity. You know how this will end.
ru: Держи себя в руках, Геральт. Ты же знаешь, чем это кончится.

source: The New Port
ru: Новый Порт

source: Eredin Destroyer of Worlds
ru: Эредин Бреакк Глас Владыка Тир на Лиа

source: It is unavoidable.
ru: Это неизбежно.

source: Eredin Bringer of Death
ru: Эредин Бреакк Глас Убийца Оберона

source: Go on. Show me your spins, pirouettes and feints. I want to watch.
ru: Ну давай. Покажи мне эти свои финты и пируэты, а я посмотрю.

source: Passiflora
ru: Пассифлора

source: Neutral
ru: Нейтральный

source: Decoy
ru: Чучело

source: When you run out of peasants, decoys also make decent arrow fodder.
ru: Пусть стреляют по крестьянам. А нет крестьян - поставьте чучела.

source: Special
ru: Специальный

source: Tavern
ru: Таверна

source: White Orchard
ru: Белый Сад

source: Quartermaster
ru: Квартирмейстер

source: Crow's Perch
ru: Вроницы

source: Seven Cats Inn
ru: Корчма Семь Котов

source: Gustfields
ru: Золотые поля

source: Commander's Horn
ru: Командирский Рог

source: Plus one to morale, minus three to hearing.
ru: Плюс один к морали, минус три к слуху.

source: Inn at the Crossroads
ru: Корчма На распутье

source: Marquise Serenity
ru: Маркиза Серенити

source: The Alchemy
ru: Алхимия

source: Oxenfurt
ru: Оксенфурт

source: Scorch
ru: Казнь

source: Pillars of flame turn the mightiest to ash. All others tremble in shock and awe.
ru: Огненные столпы обращают величайших в пепел. Остальные благоговейно трепещут.

source: Cunny of the Goose
ru: Корчма Гусиная гузка

source: Grassy Knoll
ru: Травянистый Холм

source: Biting Frost
ru: Мороз

source: Best part about frost - bodies of the fallen don't rot so quickly.
ru: Мечта хорошего командира... кошмар плохого.

source: Impenetrable Fog
ru: Мгла

source: A good commander's dream... a bad one's horror.
ru: Вот туман-то... Хоть глаз выколи.

source: Torrential Rain
ru: Ливень

source: Even the rain in this land smells like piss.
ru: В этом краю даже дождь смердит мочой.

source: Clear Weather
ru: Ясное небо

source: The sun's shinin', Dromle! The sun's shinin'! Maybe there's hope left after all…
ru: Дромил, солнце-то светит! Значит, и надежда есть...

source: Geralt of Rivia
ru: Геральт из Ривии

source: If that's what it takes to save the world, it's better to let that world die.
ru: Если надо выбирать между одним злом и другим, я предпочитаю не выбирать.

source: Thaler
ru: Талер

source: Vesemir
ru: Весемир

source: If you're to be hanged, ask for water. Anything can happen before they fetch it.
ru: Перед казнью попроси воды. Кто знает, что случится, пока ее принесут.

source: Vivaldi
ru: Вивальди

source: Vivaldi Bank
ru: Банк Вивальди

source: Hierarch Square
ru: Главный рынок

source: Yennefer of Vengerberg
ru: Йеннифэр из Венгерберга

source: Magic is Chaos, Art and Science. It is a curse, a blessing and a progression.
ru: Одетая только в черное и белое, она напоминала декабрьский рассвет.

source: Stjepan
ru: Штепан

source: Cirilla Fiona Elen Riannon
ru: Цирилла

source: Know when fairy tales cease to be tales? When people start believing in them.
ru: Знаешь, когда сказки перестают быть сказками? Когда в них начинают верить.

source: Scoia’Tael Trader
ru: Скоя'Таэль Торговец

source: Novigrad Forest
ru: Новиградская пуща

source: Triss Merigold
ru: Трисс Меригольд

source: I can take care of myself. Trust me.
ru: Я могу о себе позаботиться. Поверь.

source: Lambert
ru: Ламберт

source: The Nowhere
ru: Нигде

source: Before the Following the Thead quest
ru: Перед квестом Клубок разматывается

source: Kaer Morhen
ru: Каэр Морхен

source: After the Following the Thead quest
ru: После квеста Клубок разматывается

source: Dandelion
ru: Лютик

source: Dandelion, you're a cynic, a lecher, a whoremonger, a liar - and my best friend.
ru: Ты циник, свинтус, бабник и лжец. И поверь, ничего сложного в тебе нет.

source: Vegelbud Residence
ru: Поместье Вегельбудов

source: Win a match at the masquerade ball
ru: Выиграть матч на бал-маскараде

source: Zoltan Chivay
ru: Золтан Хивай

source: Life without old mates and booze is like a woman without a rump.
ru: Говорят, краснолюд ради товарища на виселицу пойдет. Золтан - не исключение.

source: Scholar
ru: Школяр

source: Emiel Regis Rohellec Terzieff
ru: Эмиель Регис

source: Men, the polite ones, at least, would call me a monster. A blood-drinking freak.
ru: Я, деликатно говоря, считаюсь чудовищем. Кровожадным монстром.

source: Villentretenmerth
ru: Виллентретенмерт

source: Also calls himself Borkh Three Jackdaws… he's not the best at names.
ru: Дракон ушел от удара мягким, ловким, полным грации поворотом.

source: Avallac'h
ru: Аваллак'х

source: You humans have… unusual tastes.
ru: Предсказывать несложно. Искусство в том, чтобы предсказывать точно.

source: Gremist
ru: Гремист

source: Nilfgaard
ru: Нильфгаард

source: Letho of Gulet
ru: Лето из Гулеты

source: Witchers never die in their beds.
ru: Еще ни один ведьмак не умер от старости, в постели, диктуя завещание.

source: Boatwright
ru: Лодочный мастер

source: Oreton
ru: Деревня Рудник

source: Menno Coehoorn
ru: Менно Коегоорн

source: I'll take an attentive reconnaissance unit over a fine cavalry brigade any day.
ru: Но я вас отыщу, погодите, я вас научу заниматься разведкой!

source: Morvran Voorhis
ru: Морвран Воорхис

source: Summer sun reflecting in the quiet waters of the Alba - that's Nilfgaard to me.
ru: - А ты кто? Цирюльник? - Нет. Морвран Воорхис. Командующий дивизией Альба.

source: Tibor Eggebracht
ru: Тибор Эггебрахт

source: Albaaaa! Forward!! Alba! Long live the Emperor!
ru: Вперед, Альба! Да здравствует император!

source: Olivier
ru: Оливер

source: Kingfisher
ru: Зимородок

source: Albrich
ru: Альбрых

source: A fireball? Of course. Whatever Your Imperial Majesty wishes.
ru: Огненный шар? Как пожелаете!

source: Trader
ru: Купец

source: Assire var Anahid
ru: Ассире вар Анагыд

source: Nilfgaardian mages do have a choice: servile submission, or the gallows.
ru: У нильфгаардских чародеев всегда есть выбор: служба императору - или эшафот.

source: Cynthia
ru: Цинтия

source: Cynthia's talents can be deadly. She needs a tight leash.
ru: Цинтия очень талантлива. Ее нужно держать на коротком поводке.

source: Fringilla Vigo
ru: Фрингилья Виго

source: Magic is the highest good. It transcends all borders and divisions.
ru: Ослепление - подходящая кара для чародеек. Оно уязвляет их тщеславие.

source: Caesar Bilzen's home
ru: Дом Цезаря Бильзена

source: Morteisen
ru: Мортейзен

source: No Nordling pikemen or dwarven spearbearers can hope to best trained cavalry.
ru: Конники рванулись, рубя, давя и полосуя.

source: Shopkeeper
ru: Продавец

source: Midcopse
ru: Деревня Подлесье

source: Rainfarn
ru: Раинфарн

source: You'll die as painfully as that pathetic traitor Windhalm did.
ru: - Этот Раинфарн , он когда-нибудь улыбается? - Угу, когда кого-нибудь убьет.

source: Merchant
ru: Купец

source: Lindenvale
ru: Деревня Залипье

source: Renuald aep Matsen
ru: Ренуальд аэп Матсен

source: They say the Impera fear nothing. Untrue. Renuald scares them shitless.
ru: Гвардейцы бригады Импера не боятся никого... Кроме Ренуальда аэп Матсена.

source: Rotten Mangonel
ru: Сгнившая петрария

source: The rotten smell brings back childhood memories
ru: Запах гнилья навевает на меня воспоминания о детстве.

source: Shilard Fitz-Oesterlen
ru: Шилярд Фиц-Остерлен

source: Warfare is mere sound and fury - diplomacy is what truly shapes history.
ru: Война - это только кровь и вопли. Ход истории определяет дипломатия.

source: Stefan Skellen
ru: Стефан Скеллен

source: My mark scars the face of our future empress. That is my proudest achievement.
ru: Шрам на лице нашей будущей императрицы - мое величайшее достижение.

source: Sweers
ru: Свирс

source: And hands off the girl! Whatever we may be, we're not savages.
ru: За работу, сукины дети!

source: Claywich
ru: Деревня Глинник

source: Must first be rescued
ru: Сначала нужно спасти

source: Vanhemar
ru: Вангемар

source: For a fire mage, he's not very… flamboyant.
ru: Я люблю играть с огнем. С нордлингами эта игра особенно интересна.

source: Vattier de Rideaux
ru: Ваттье де Ридо

source: There's never been a problem a well-planned assassination couldn't solve.
ru: Нет такой проблемы, которую не разрешило бы хорошо спланированное убийство.

source: Vreemde
ru: Вреемде

source: Discipline is the Empire's deadliest weapon.
ru: Вреемде славился своим упрямством. И жестокостью.

source: Cahir Mawr Dyffryn aep Ceallach
ru: Кагыр Маур аэп Кеаллах

source: His eyes flashed under his winged helmet. Fire gleamed from his sword's blade.
ru: Разыскивается за убийство, дезертирство, воровство и подделку документов...

source: Puttkammer
ru: Путткаммер

source: Learned a lot at Braibant Military Academy. How to scrub potatoes, for instance.
ru: Кадет Путткаммер! Вы не писатель-беллетрист! Вы - будущий офицер!

source: Must first rescue trader
ru: Надо сначала спасти трейдера

source: Etolian Auxiliary Archers
ru: Лучная поддержка

source: Double or nothing, aim for his cock.
ru: Бей в глаз, не порти шкурку!

source: Black Infantry Archer
ru: Лучник Бурой Хоругви

source: I aim for the knee. Always.
ru: Я всегда бью по коленям.

source: Heavy Zerrikanian Fire Scorpion
ru: Бол. огненный скорпион

source: Not the best for taking cities, but great for razing them to the ground.
ru: В Зеррикании все такое огромное?

source: Zerrikanian Fire Scorpion
ru: Огненный скорпион

source: The Zerrikanian Desert used to be a lush garden. Then these came along.
ru: Зеррикания славится своими скорпионами.

source: Impera Brigade Guard
ru: Бригада Импера

source: The Impera Brigade never surrenders. Ever.
ru: Импера будет драться до последнего бойца.

source: Nausicaa Cavalry Rider
ru: Кавалерия Наузикаа

source: The Emperor will teach the North discipline.
ru: - Это Дикая Охота? - Нет. Это кавалерийская бригада Наузикаа.

source: Siege Engineer
ru: Сапер

source: Wielded correctly, a protractor can be a deadly weapon.
ru: В умелых руках простой отвес может стать смертельным оружием.

source: Young Emissary
ru: Молодой посланник

source: If I acquit myself well, perhaps next they'll post me somewhere civilized.
ru: Шпион - громко сказано. Я, скорее, наблюдатель.

source: Siege Technician
ru: Осадная поддержка

source: I never miss twice.
ru: Я дважды не промахиваюсь.

source: Golden Sturgeon
ru: Золотой осетр

source: Emhyr var Emreis His Imperial Majesty
ru: Эмгыр вар Эмрейс Йож из Эрленвальда

source: The skies wept when my Pavetta died. They will not weep for me.
ru: Интересно, как чувствует себя человек, прикончивший собственную жену?

source: Emhyr var Emreis Emperor of Nilfgaard
ru: Эмгыр вар Эмрейс Император Нильфгаарда

source: Your motives do not interest me. Only results.
ru: Мотивы меня не интересуют. Только результаты.

source: Emhyr var Emreis the White Flame
ru: Эмгыр вар Эмрейс Белое Пламя

source: A sword is but one of many tools at a ruler's disposal.
ru: Меч - лишь одно из орудий в распоряжении императора.

source: Reward for completing quest
ru: Награда за прохождение квеста

source: Emhyr var Emreis the Relentless
ru: Эмгыр вар Эмрейс Властелин Юга

source: They do not call me the Patient. Take care they do not call you the Headless.
ru: Император не славится терпением. Он хочет видеть свою дочь. Как можно скорее.

source: Northern Realms
ru: Королевства Севера

source: Vernon Roche
ru: Вернон Роше

source: A patriot... and a real son of a bitch.
ru: Патриот, хоть и хер моржовый.

source: Haddy
ru: Гадко

source: John Natalis
ru: Ян Наталис

source: That square should bear the names of my soldiers, of the dead. Not mine.
ru: Однако же приметил грозящую опасность чуткий навроде журавля Ян Наталис.

source: Ravvy
ru: Равик

source: Esterad Thyssen
ru: Эстерад Тиссен

source: Like all Thyssen men, he was tall, powerfully built and criminally handsome.
ru: Как все мужчины клана Тиссенидов, он был высок, могуч и бандитски красив.

source: Dijkstra
ru: Дийкстра

source: Bathhouse
ru: Баня

source: Philippa Eilhart
ru: Филиппа Эйльхарт

source: Soon the power of kings will wither, and the Lodge shall seize its rightful place.
ru: Филиппа Эйльхарт, хоть и весьма привлекательная, была очень неприятной.

source: Fuck off! We aren't all ploughin' philanderers. Some of us have depth...
ru: Я вам всем глаза на жопу натяну!

source: Ves
ru: Бьянка

source: Better to live one day as a king than a whole life as a beggar.
ru: Лучше прожить один день королем, чем всю жизнь нищим.

source: Siegfried of Denesle
ru: Зигфрид из Денесле
